// Home Work task 1

// Створити калькулятор знижок, отримати від користувача ціну товара і 
// в консоль вивести інформацію про знижку при покупці 10 товарів ( знижка 3%) 
// інформацію при покупці 20 товарів ( знижка 5%)


let priceValue = prompt('Введіть ціну товару для розрахунку знижки');

console.log('Ціна зі знижкою 3% при купівлі 10 товарів становить ', priceValue * 0.97);
console.log('Ціна зі знижкою 5% при купівлі 20 товарів становить ', priceValue * 0.95);

// task 2
// Отримати від користувача розміри сторін прямокутника і вивести в консоль 
// значення площі прямокутника

let firstSizeValue = prompt('Введіть довжину першої сторони прямокутника');
let secondSizeValue = prompt('Введіть довжину другої сторони прямокутника');

console.log('Площа прямокутника дорівнює ', firstSizeValue * secondSizeValue);

